[
    {
      "_id": "62d3d39d86ac23e5712bb440",
      "picture": "https://dineatdome.com/wp-content/uploads/2021/05/Fox_and_Hounds_1b-800x800.jpg",
      "pic1": "https://dineatdome.com/wp-content/uploads/2021/04/clip__bar-1.jpg",
      "pic2": "https://dineatdome.com/wp-content/uploads/2021/05/Fox_and_Hounds_2-800x800.jpg",
      "pic3": "https://dineatdome.com/wp-content/uploads/2021/04/119861461_2588358621477255_3015765139962306104_n-1067x800.jpg",
      "ratings": 4.8,
      "name": "Fox & Hounds",
      "cardText": "From farm to the plate",
      "aboutDom": "Nearly 150 years on from the day this 'beer house' first opened, the new-look Fox & Hounds has been totally transformed to offer you everything you'd expect from a modern place to relax, eat & drink and stay over.",
      "DaDExperience": "Looking for a bucket-list-worthy destination, whether you're a local or a visitor? Regardless if you are celebrating a special occasion or just wish to spend a memorable time with your family and friends, book your own private dome for a one-of-a-kind dining experience. Modern dining pods nicely compliment this over-a-century-old traditional British pub.",
      "aboutArea": "Fox & Hounds is nested into the hillside, a short walk from Wroughton high street in the beautiful Wiltshire countryside on the outskirts of Swindon, just 10 mins drive from junction 15 of the M4.",
      "location": "Markham Road England GB"
    },
    {
      "_id": "62d3d39dd51f533470e0d4a9",
      "picture": "https://dineatdome.com/wp-content/uploads/2021/11/DomeFestive-Header.jpg",
      "pic1": "https://dineatdome.com/wp-content/uploads/2021/10/oldstandshanagolden_21480090_270784646761199_3002849079605592064_n-800x800.jpg",
      "pic2": "https://dineatdome.com/wp-content/uploads/2021/10/20664489_1355628861152187_1788588990988531162_n.jpg",
      "pic3": "https://dineatdome.com/wp-content/uploads/2021/10/oldstandshanagolden_19051802_1372659169492681_4211149763678044160_n-800x800.jpg",
      "ratings": 5.0,
      "name": "The Old Stand",
      "cardText": "Join us for fabulous food",
      "aboutDom": "The Old Stand is an award-winning family-owned restaurant & bar in Shanagolden, County Limerick. You can enjoy delicious food all day long at the Old Stand, whether you want a light bite or something more substantial. The menu includes a great mix of local & international foods, all freshly handmade in-house.",
      "DaDExperience": "Whether you wish to celebrate a special occasion or want to indulge yourself in a new experience, dining domes at The Old Stand combine the best outdoor and indoor dining in any weather conditions. Air-purifying heaters will keep you warm. Ambient lighting will provide a unique atmosphere for feasting after dark.",
      "aboutArea": "The Old Stand is located in the calm village of Shanagolden. 5km south of Foynes and 37km west of Limerick (follow N69 west and turn south once you pass Robertstown)",
      "location": "Main Street LK IE"
    },
    {
      "_id": "62d3d39d40f2c9540f3e91e5",
      "picture": "https://dineatdome.com/wp-content/uploads/2021/07/IMG_8830_1x1-800x800.jpg",
      "pic1": "https://dineatdome.com/wp-content/uploads/2021/07/IMG_8842_1x1-800x800.jpg",
      "pic2": "https://dineatdome.com/wp-content/uploads/2021/07/IMG_8831-600x800.jpg",
      "pic3": "https://dineatdome.com/wp-content/uploads/2021/07/IMG_8849-600x800.jpg",
      "ratings": 4.9,
      "name": "The Olive Kitchen & Bar",
      "cardText": "We promise an intimate and relaxed dining experience.",
      "aboutDom": "The Olive Kitchen & Bar, Titirangi, offers stunning al fresco dining along with beautiful Turkish and Mediterranean dishes. With Piha Beach a mere stone's throw away, and a glorious terrace view over the Waitakere Valley, this quaint eatery is a little slice of Europe on North Island.",
      "DaDExperience": "The breath-taking views of the Waitakere Valley are best showcased from a private dome experience. Arranged on The Olive Kitchen's terrace, guests are invited to soak up this unrivalled scenery from their dome, whilst being sheltered and waited upon. At night, enjoy unobstructed views of the starry Auckland skies as you enjoy exquisite, authentic Mediterranean cuisine.",
      "aboutArea": "Titirangi (meaning “long streaks of cloud in the sky” in Maori), is a beautiful suburb of Auckland and is the beginning of the 'Scenic Road' leading into the Waitakeres. The Waitakere Ranges' bush-clad hills, containing the Centennial Memorial Park, border the west and north-west.",
      "location": "Scenic Drive 233Auckland NZ"
    },
    {
      "_id": "62d3d39d85480a8fb5e741de",
      "picture": "https://dineatdome.com/wp-content/uploads/2021/09/Merry_1-1-800x800.jpg",
      "pic1": "https://dineatdome.com/wp-content/uploads/2021/09/IMG_0251-2-600x800.jpg",
      "pic2": "https://dineatdome.com/wp-content/uploads/2021/09/IMG_0009-600x800.jpg",
      "pic3": "https://dineatdome.com/wp-content/uploads/2021/09/IMG_0013-600x800.jpg",
      "ratings": 4.8,
      "name": "The Merry Fiddlers",
      "cardText": "Proudly serving Epping and surrounding areas since 1801",
      "aboutDom": "Located in Epping, Essex - Merry Fiddlers is a gem for connoisseurs of classic French and English food with a modern twist. Whether you fancy a gourmet burger, perfectly cooked roast, mouth-watering salt beef, or fresh sea bass, Merry Fiddlers guarantees an unforgettable feast for your tastebuds.",
      "DaDExperience": "Dine at Dome experience is the best way to enjoy Merry Fiddlers' beautiful garden in any weather conditions. Domes feature state-of-the-art air-purifiers with heating and cooling. You can also enjoy your favourite tunes through an included Bluetooth speaker. Subtle lighting and cordless table lamps provide a pleasant ambience allowing you to enjoy your dome at any time of the day.",
      "aboutArea":"Fiddlers Hamlet, home to The Merry Fiddlers, is located west of M11, just north of its junction with M25. Less than 2 miles East of the centre of Epping and 8 miles South of Harlow. It is walking from Epping Golf Course and just across the M11 from Hobbs Cross Golf Centre. Being located less than 25 miles North-East of the centre of London (Trafalgar Square), it is also a fantastic weekend option for people who wish to escape to the countryside at least for a while.",
      "location": "England GB"
    },
    {
      "_id": "62d3d39d4310487254e43891",
      "picture": "https://dineatdome.com/wp-content/uploads/2021/10/0ae4c29e-c958-429e-98cd-264fb3fffb62-1067x800.jpg",
      "pic1": "https://dineatdome.com/wp-content/uploads/2021/10/d5658754-769e-466c-b4d7-56caafa0f8c4-1067x800.jpg",
      "pic2": "https://dineatdome.com/wp-content/uploads/2021/10/3F8B4AF2-398D-498E-B5F0-207E1EE7B70C.jpg",
      "pic3": "https://dineatdome.com/wp-content/uploads/2021/10/65d9d415-423b-4cfe-b98b-1e8ef39a3aaa-1067x800.jpg",
      "ratings": 5.0,
      "name": "Escape",
      "cardText": "Get Ready For The Food Times",
      "aboutDom": "Located in Worthing's trendy Seafront development, Escape bar & grill offers a welcoming, light, and open atmosphere. Food prepared in-house and cooked to perfection by highly skilled chefs and their team. Escape's new kitchen has received a 5 -star rating from the local Governing bodies and strives to impress hungry people to try everything from their menu.",
      "DaDExperience": "Enjoy tasty meals and picturesque views of Worthing's promenade from your private heated dome. Neither rain nor wind will spoil the feast for your eyes and tastebuds.",
      "aboutArea": "Escape Bar & Grill is located at the Marine Parade, 30 metres west (across the street) from The Worthing Pavilion. Worthing is located 11 miles west of Brighton and 35 miles of Eastbourne, and 30 miles south of Crawley.",
      "location": "England GB"
    },
    {
      "_id": "62d3d39dc5729ca244832a63",
      "picture": "https://dineatdome.com/wp-content/uploads/2020/07/004_tequila_jacks_002-800x800.jpg",
      "pic1": "https://dineatdome.com/wp-content/uploads/2020/07/33239203_436802053412309_4722413402054459392_o-1034x800.jpg",
      "pic2": "https://dineatdome.com/wp-content/uploads/2020/07/004_tequila_jacks_001-800x800.jpg",
      "pic3": "https://dineatdome.com/wp-content/uploads/2020/07/106360965_946666632425846_1096312782312177398_o-800x800.jpg",
      "ratings": 4.8,
      "name": "Tequila Jack's",
      "cardText": "Authentic Mexican Restaurant and Tequila Bar nestled on the River Lee. Bringing you innovative Food and Cocktails from the beautiful Cork City",
      "aboutDom": "We are a Mexican Bar & Restaurant situated on the Boardwalk overlooking the River Lee. We have a full bar complete with an amazing cocktail menu and the best Margarita in town. Our Kitchen caters for up to 130 people with authentic Mexican Food.",
      "DaDExperience": "Our latest offering is to partner with Dine at Dome to bring you a unique outdoor dinig experience overlooking the River Lee. With a fully enclosed and heated dining dome, you can expect the complete Tequila Jacks experience in a new modern surrounding.",
      "aboutArea": "Tequila Jacks is situated on Lapps Quay in the heart of the City. This newly developed vibrant area showcases the ever growing docklands area of Cork City. Our Dine at Domes are positioned in front of our building on the magnificent boardwalk overlooking the river.",
      "location": "Lapp's Quay County Cork IE"
    }
  ]